Repository: jinzaizhichi/lockime
Catalog: Sources/LockIME/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt, ru, zh_hans, zh_hant

source: Import Configuration
de: Konfiguration importieren
es: Importar configuración
fr: Importer la configuration
ja: 構成を読み込む
pt: Importar configuração
ru: Импорт конфигурации
zh_hans: 导入配置
zh_hant: 匯入設定

source: This file isn't a LockIME backup.
de: Diese Datei ist kein LockIME-Backup.
es: Este archivo no es una copia de seguridad de LockIME.
fr: Ce fichier n’est pas une sauvegarde LockIME.
ja: このファイルは LockIME のバックアップではありません。
pt: Este arquivo não é um backup do LockIME.
ru: Этот файл не является резервной копией LockIME.
zh_hans: 此文件不是 LockIME 备份文件。
zh_hant: 此檔案不是 LockIME 備份。

source: This backup file is damaged and can't be read.
de: Diese Backup-Datei ist beschädigt und kann nicht gelesen werden.
es: Este archivo de copia de seguridad está dañado y no se puede leer.
fr: Ce fichier de sauvegarde est endommagé et illisible.
ja: このバックアップファイルは破損していて読み込めません。
pt: Este arquivo de backup está danificado e não pode ser lido.
ru: Этот файл резервной копии повреждён и не может быть прочитан.
zh_hans: 此备份文件已损坏，无法读取。
zh_hant: 此備份檔案已損毀，無法讀取。

source: This backup was made by a newer LockIME (%@). Update LockIME, then try again.
de: Dieses Backup wurde mit einem neueren LockIME (%@) erstellt. Aktualisieren Sie LockIME und versuchen Sie es erneut.
es: Esta copia de seguridad se creó con una versión más reciente de LockIME (%@). Actualiza LockIME y vuelve a intentarlo.
fr: Cette sauvegarde a été créée par une version plus récente de LockIME (%@). Mettez LockIME à jour, puis réessayez.
ja: このバックアップは新しいバージョンの LockIME（%@）で作成されました。LockIME をアップデートしてから、もう一度お試しください。
pt: Este backup foi feito por uma versão mais recente do LockIME (%@). Atualize o LockIME e tente novamente.
ru: Эта резервная копия создана более новой версией LockIME (%@). Обновите LockIME и повторите попытку.
zh_hans: 此备份由较新版本的 LockIME (%@) 创建。请更新 LockIME 后重试。
zh_hant: 此備份是由較新版本的 LockIME（%@）所建立。請先更新 LockIME，再重試。

source: Rules imported: %lld
de: Importierte Regeln: %lld
es: Reglas importadas: %lld
fr: Règles importées : %lld
ja: 読み込んだルール：%lld
pt: Regras importadas: %lld
ru: Импортировано правил: %lld
zh_hans: 已导入规则：%lld 条
zh_hant: 已匯入規則：%lld

source: Not active until installed: %lld
de: Erst nach Installation aktiv: %lld
es: Inactivas hasta instalarse: %lld
fr: Inactives jusqu’à l’installation : %lld
ja: インストールするまで無効：%lld
pt: Inativas até a instalação: %lld
ru: Не действуют до установки: %lld
zh_hans: 需安装后才生效：%lld 条
zh_hant: 安裝後才會生效：%lld

source: Enhanced mode is off, so your URL rules aren't active yet. Turn it on for them to take effect.
de: Der erweiterte Modus ist deaktiviert, daher sind Ihre URL-Regeln noch nicht aktiv. Aktivieren Sie ihn, damit sie wirksam werden.
es: El modo avanzado está desactivado, por lo que tus reglas de URL aún no están activas. Actívalo para que surtan efecto.
fr: Le mode avancé est désactivé, vos règles d’URL ne sont donc pas encore actives. Activez-le pour qu’elles prennent effet.
ja: 拡張モードがオフのため、URL ルールはまだ有効になっていません。有効にするにはオンにしてください。
pt: O modo avançado está desativado, então suas regras de URL ainda não estão ativas. Ative-o para que entrem em vigor.
ru: Расширенный режим выключен, поэтому ваши правила URL пока не действуют. Включите его, чтобы они вступили в силу.
zh_hans: 增强模式未开启，因此你的网址规则尚未生效。开启后这些规则才会生效。
zh_hant: 增強模式未開啟，因此你的網址規則尚未生效。開啟後規則才會生效。

source: New app rules (%lld)
de: Neue App-Regeln (%lld)
es: Nuevas reglas por app (%lld)
fr: Nouvelles règles par app (%lld)
ja: 新しいアプリのルール（%lld）
pt: Novas regras por app (%lld)
ru: Новые правила приложений (%lld)
zh_hans: 新增应用规则 (%lld)
zh_hant: 新增 App 規則（%lld）

source: New URL rules (%lld)
de: Neue URL-Regeln (%lld)
es: Nuevas reglas de URL (%lld)
fr: Nouvelles règles d’URL (%lld)
ja: 新しい URL ルール（%lld）
pt: Novas regras de URL (%lld)
ru: Новые правила URL (%lld)
zh_hans: 新增网址规则 (%lld)
zh_hant: 新增網址規則（%lld）

source: Couldn't read the selected file. Check permissions and try again.
de: Die ausgewählte Datei konnte nicht gelesen werden. Prüfen Sie die Berechtigungen und versuchen Sie es erneut.
es: No se pudo leer el archivo seleccionado. Comprueba los permisos e inténtalo de nuevo.
fr: Impossible de lire le fichier sélectionné. Vérifiez les autorisations, puis réessayez.
ja: 選択したファイルを読み込めませんでした。権限を確認して、もう一度お試しください。
pt: Não foi possível ler o arquivo selecionado. Verifique as permissões e tente novamente.
ru: Не удалось прочитать выбранный файл. Проверьте разрешения и повторите попытку.
zh_hans: 无法读取所选文件。请检查权限后重试。
zh_hant: 無法讀取所選檔案。請檢查權限後再試一次。

source: No release notes.
de: Keine Versionshinweise.
es: No hay notas de versión.
fr: Aucune note de version.
ja: リリースノートはありません。
pt: Sem notas de versão.
ru: Нет примечаний к выпуску.
zh_hans: 暂无更新说明。
zh_hant: 暫無更新說明。

source: URL rule order
de: Reihenfolge der URL-Regeln
es: Orden de las reglas de URL
fr: Ordre des règles d’URL
ja: URL ルールの順序
pt: Ordem das regras de URL
ru: Порядок URL-правил
zh_hans: URL 规则顺序
zh_hant: URL 規則順序

source: The backup lists your URL rules in a different priority order. Order is priority — the first matching rule wins.
de: Die Sicherung listet deine URL-Regeln in einer anderen Prioritätsreihenfolge. Die Reihenfolge ist die Priorität – die erste passende Regel gewinnt.
es: La copia de seguridad ordena tus reglas de URL con una prioridad diferente. El orden es la prioridad: gana la primera regla coincidente.
fr: La sauvegarde classe vos règles d’URL dans un ordre de priorité différent. L’ordre définit la priorité : la première règle correspondante l’emporte.
ja: バックアップは URL ルールを異なる優先順位で並べています。順序が優先度です。最初に一致したルールが適用されます。
pt: O backup lista suas regras de URL em uma ordem de prioridade diferente. A ordem é a prioridade — a primeira regra correspondente vence.
ru: В резервной копии URL-правила расположены в другом порядке приоритета. Порядок задаёт приоритет — побеждает первое совпавшее правило.
zh_hans: 备份中 URL 规则的优先级顺序与当前不同。顺序即优先级——第一条匹配的规则生效。
zh_hant: 備份中 URL 規則的優先順序與目前不同。順序即優先順序——第一條符合的規則生效。

source: Drag to reorder
de: Zum Neuordnen ziehen
es: Arrastrar para reordenar
fr: Glisser pour réordonner
ja: ドラッグして並べ替え
pt: Arraste para reordenar
ru: Перетащите для изменения порядка
zh_hans: 拖动以重新排序
zh_hant: 拖曳以重新排序

source: Exact domain
de: Exakte Domain
es: Dominio exacto
fr: Domaine exact
ja: 完全一致ドメイン
pt: Domínio exato
ru: Точный домен
zh_hans: 精确域名
zh_hant: 精確網域

source: Domain keyword
de: Domain-Schlüsselwort
es: Palabra clave de dominio
fr: Mot-clé de domaine
ja: ドメインキーワード
pt: Palavra-chave de domínio
ru: Ключевое слово домена
zh_hans: 域名关键词
zh_hant: 網域關鍵字

source: Keyword (e.g. google)
de: Schlüsselwort (z. B. google)
es: Palabra clave (p. ej. google)
fr: Mot-clé (ex. google)
ja: キーワード（例：google）
pt: Palavra-chave (ex.: google)
ru: Ключевое слово (например, google)
zh_hans: 关键词（例如 google）
zh_hant: 關鍵字（例如 google）

source: Regex (e.g. /pull/)
de: Regex (z. B. /pull/)
es: Regex (p. ej. /pull/)
fr: Regex (ex. /pull/)
ja: 正規表現（例：/pull/）
pt: Regex (ex.: /pull/)
ru: Regex (например, /pull/)
zh_hans: 正则（例如 /pull/）
zh_hant: 正則（例如 /pull/）

source: Invalid regular expression
de: Ungültiger regulärer Ausdruck
es: Expresión regular no válida
fr: Expression régulière non valide
ja: 無効な正規表現
pt: Expressão regular inválida
ru: Недопустимое регулярное выражение
zh_hans: 无效的正则表达式
zh_hant: 無效的正規表示式

source: Checked top to bottom — the first match wins. Drag to reorder.
de: Von oben nach unten geprüft – die erste Übereinstimmung gewinnt. Zum Umsortieren ziehen.
es: Se comprueban de arriba abajo: gana la primera coincidencia. Arrastra para reordenar.
fr: Vérifiées de haut en bas — la première correspondance l’emporte. Glissez pour réordonner.
ja: 上から順に評価され、最初に一致したルールが適用されます。ドラッグして並べ替えできます。
pt: Verificadas de cima para baixo — a primeira correspondência vence. Arraste para reordenar.
ru: Проверяются сверху вниз — побеждает первое совпадение. Перетащите для изменения порядка.
zh_hans: 从上到下依次匹配，首条命中生效。拖动可调整顺序。
zh_hant: 由上而下依序比對，第一條命中者生效。拖曳可調整順序。

source: Matches the domain and all its subdomains.
de: Trifft auf die Domain und alle ihre Subdomains zu.
es: Coincide con el dominio y todos sus subdominios.
fr: Correspond au domaine et à tous ses sous-domaines.
ja: ドメインとそのすべてのサブドメインに一致します。
pt: Corresponde ao domínio e a todos os seus subdomínios.
ru: Совпадает с доменом и всеми его поддоменами.
zh_hans: 匹配该域名及其所有子域名。
zh_hant: 比對該網域及其所有子網域。

source: Matches only this exact domain, not its subdomains.
de: Trifft nur auf diese exakte Domain zu, nicht auf ihre Subdomains.
es: Coincide solo con este dominio exacto, no con sus subdominios.
fr: Correspond uniquement à ce domaine exact, pas à ses sous-domaines.
ja: この完全一致のドメインのみに一致し、サブドメインには一致しません。
pt: Corresponde apenas a este domínio exato, não aos seus subdomínios.
ru: Совпадает только с этим точным доменом, без его поддоменов.
zh_hans: 仅匹配该精确域名，不含其子域名。
zh_hant: 僅比對該精確網域，不含其子網域。

source: Matches any domain that contains this text.
de: Trifft auf jede Domain zu, die diesen Text enthält.
es: Coincide con cualquier dominio que contenga este texto.
fr: Correspond à tout domaine contenant ce texte.
ja: このテキストを含むすべてのドメインに一致します。
pt: Corresponde a qualquer domínio que contenha este texto.
ru: Совпадает с любым доменом, содержащим этот текст.
zh_hans: 匹配包含该文本的任意域名。
zh_hant: 比對包含該文字的任意網域。

source: Matches the full URL with a regular expression. Be specific so it doesn't match unrelated pages.
de: Trifft mit einem regulären Ausdruck auf die gesamte URL zu. Formulieren Sie ihn präzise, damit er keine fremden Seiten erfasst.
es: Coincide con la URL completa mediante una expresión regular. Sé específico para no afectar a páginas no relacionadas.
fr: Correspond à l’URL complète via une expression régulière. Soyez précis pour ne pas viser des pages sans rapport.
ja: 正規表現で URL 全体に一致します。無関係なページに一致しないよう、具体的に指定してください。
pt: Corresponde ao URL completo com uma expressão regular. Seja específico para não atingir páginas não relacionadas.
ru: Совпадает со всем URL по регулярному выражению. Будьте точны, чтобы не затронуть посторонние страницы.
zh_hans: 用正则表达式匹配完整网址。请写得足够具体，以免误匹配无关页面。
zh_hant: 以正規表示式比對完整網址。請寫得夠具體，以免誤比對無關頁面。

source: Add URL Rule
de: URL-Regel hinzufügen
es: Añadir regla de URL
fr: Ajouter une règle d’URL
ja: URL ルールを追加
pt: Adicionar regra de URL
ru: Добавить правило URL
zh_hans: 添加网址规则
zh_hant: 新增網址規則

source: Edit URL Rule
de: URL-Regel bearbeiten
es: Editar regla de URL
fr: Modifier la règle d’URL
ja: URL ルールを編集
pt: Editar regra de URL
ru: Изменить правило URL
zh_hans: 编辑网址规则
zh_hant: 編輯網址規則

source: Match type
de: Übereinstimmungstyp
es: Tipo de coincidencia
fr: Type de correspondance
ja: マッチタイプ
pt: Tipo de correspondência
ru: Тип совпадения
zh_hans: 匹配类型
zh_hant: 比對類型

source: Add Rule…
de: Regel hinzufügen …
es: Añadir regla…
fr: Ajouter une règle…
ja: ルールを追加…
pt: Adicionar regra…
ru: Добавить правило…
zh_hans: 添加规则…
zh_hant: 新增規則…

source: Address bar
de: Adressleiste
es: Barra de direcciones
fr: Barre d’adresse
ja: アドレスバー
pt: Barra de endereços
ru: Адресная строка
zh_hans: 地址栏
zh_hant: 網址列

source: Set the input source in the address bar
de: Eingabequelle in der Adressleiste festlegen
es: Establecer la fuente de entrada en la barra de direcciones
fr: Définir la source de saisie dans la barre d’adresse
ja: アドレスバーで入力ソースを設定
pt: Definir a fonte de entrada na barra de endereços
ru: Задавать источник ввода в адресной строке
zh_hans: 在地址栏中设置输入法
zh_hant: 在網址列中設定輸入法

source: The address-bar rule requires Accessibility
de: Die Adressleisten-Regel erfordert Bedienungshilfen
es: La regla de la barra de direcciones requiere accesibilidad
fr: La règle de barre d’adresse nécessite l’accessibilité
ja: アドレスバーのルールにはアクセシビリティが必要です
pt: A regra da barra de endereços requer acessibilidade
ru: Правило адресной строки требует универсального доступа
zh_hans: 地址栏规则需要辅助功能权限
zh_hant: 網址列規則需要輔助使用權限

source: Choose an input source for the address bar.
de: Wählen Sie eine Eingabequelle für die Adressleiste.
es: Elige una fuente de entrada para la barra de direcciones.
fr: Choisissez une source de saisie pour la barre d’adresse.
ja: アドレスバーの入力ソースを選択してください。
pt: Escolha uma fonte de entrada para a barra de endereços.
ru: Выберите источник ввода для адресной строки.
zh_hans: 请为地址栏选择一个输入法。
zh_hant: 請為網址列選擇一個輸入法。

source: Address bar focused
de: Adressleiste fokussiert
es: Barra de direcciones enfocada
fr: Barre d’adresse active
ja: アドレスバーにフォーカス
pt: Barra de endereços em foco
ru: Фокус на адресной строке
zh_hans: 地址栏获得焦点
zh_hant: 網址列取得焦點

source: Address bar blurred
de: Adressleiste nicht mehr fokussiert
es: Barra de direcciones sin foco
fr: Barre d’adresse désactivée
ja: アドレスバーのフォーカス解除
pt: Barra de endereços sem foco
ru: Фокус снят с адресной строки
zh_hans: 地址栏失去焦点
zh_hant: 網址列失去焦點

source: Address-bar rule
de: Adressleisten-Regel
es: Regla de barra de direcciones
fr: Règle de barre d’adresse
ja: アドレスバーのルール
pt: Regra da barra de endereços
ru: Правило адресной строки
zh_hans: 地址栏规则
zh_hant: 網址列規則

source: URL rules first
de: URL-Regeln zuerst
es: Reglas de URL primero
fr: Règles d’URL d’abord
ja: URL ルール優先
pt: Regras de URL primeiro
ru: Сначала правила URL
zh_hans: 网址规则优先
zh_hant: 網址規則優先

source: Address bar first
de: Adressleiste zuerst
es: Barra de direcciones primero
fr: Barre d’adresse d’abord
ja: アドレスバー優先
pt: Barra de endereços primeiro
ru: Сначала адресная строка
zh_hans: 地址栏优先
zh_hant: 網址列優先

source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
ja: 動作
pt: Comportamento
ru: Поведение
zh_hans: 行为
zh_hant: 行為

source: Priority
de: Priorität
es: Prioridad
fr: Priorité
ja: 優先順位
pt: Prioridade
ru: Приоритет
zh_hans: 优先级
zh_hant: 優先順序

source: While a browser's address bar is focused, LockIME sets your chosen input source so you can type web addresses. “Lock” keeps it fixed; “Switch” sets it once and lets you change it. “Priority” decides which wins when a URL rule also matches the page.
de: Solange die Adressleiste eines Browsers fokussiert ist, legt LockIME die gewählte Eingabequelle fest, damit Sie Webadressen eingeben können. „Sperren“ hält sie fest; „Wechseln“ setzt sie einmalig und lässt Sie sie ändern. „Priorität“ entscheidet, was Vorrang hat, wenn auch eine URL-Regel auf die Seite zutrifft.
es: Mientras la barra de direcciones de un navegador está enfocada, LockIME establece la fuente de entrada elegida para que puedas escribir direcciones web. «Bloquear» la mantiene fija; «Cambiar» la establece una vez y te deja cambiarla. «Prioridad» decide cuál prevalece cuando una regla de URL también coincide con la página.
fr: Lorsque la barre d’adresse d’un navigateur est active, LockIME définit la source de saisie choisie pour vous permettre de saisir des adresses web. « Verrouiller » la maintient fixe ; « Basculer » la définit une fois et vous laisse la changer. « Priorité » détermine ce qui l’emporte lorsqu’une règle d’URL correspond aussi à la page.
ja: ブラウザのアドレスバーがフォーカスされている間、LockIME は選択した入力ソースに設定し、ウェブアドレスを入力しやすくします。「ロック」は固定したままにし、「切り替え」は一度だけ設定して、その後は変更できます。「優先順位」は、URL ルールも現在のページに一致する場合にどちらを優先するかを決めます。
pt: Enquanto a barra de endereços de um navegador está em foco, o LockIME define a fonte de entrada escolhida para você digitar endereços da web. «Bloquear» a mantém fixa; «Alternar» a define uma vez e permite que você a altere. «Prioridade» decide qual prevalece quando uma regra de URL também corresponde à página.
ru: Пока адресная строка браузера в фокусе, LockIME устанавливает выбранный источник ввода, чтобы вы могли вводить веб-адреса. «Блокировать» удерживает его постоянно; «Переключить» задаёт его один раз и позволяет изменить. «Приоритет» определяет, что важнее, когда правило URL тоже подходит к странице.
zh_hans: 当浏览器地址栏获得焦点时，LockIME 会设置为你选择的输入法，便于输入网址。「锁定」会保持不变；「切换」只设置一次，之后你可自行更改。「优先级」决定当某条网址规则也匹配当前页面时以哪个为准。
zh_hant: 當瀏覽器網址列取得焦點時，LockIME 會設定為你選擇的輸入法，方便輸入網址。「鎖定」會維持不變；「切換」只設定一次，之後你可自行變更。「優先順序」決定當某條網址規則也符合目前頁面時以哪個為準。

source: Software Update
es: Actualización de software
fr: Mise à jour du logiciel
ja: ソフトウェアアップデート
pt: Atualização de software
ru: Обновление ПО
zh_hans: 软件更新
zh_hant: 軟體更新

source: Status
es: Estado
fr: État
ja: 状況
pt: Estado
ru: Статус
zh_hans: 状态
zh_hant: 狀態

source: Updates
es: Actualizaciones
fr: Mises à jour
ja: アップデート
pt: Atualizações
ru: Обновления
zh_hans: 更新
zh_hant: 更新

source: Version %@ (%@)
es: Versión %@ (%@)
ja: バージョン %@（%@）
pt: Versão %@ (%@)
ru: Версия %@ (%@)
zh_hans: 版本 %@（%@）
zh_hant: 版本 %@（%@）

source: Version %@
es: Versión %@
ja: バージョン %@
pt: Versão %@
ru: Версия %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Backup
es: Copia de seguridad
fr: Sauvegarde
ja: バックアップ
ru: Резервная копия
zh_hans: 备份
zh_hant: 備份

source: Domain suffix
es: Sufijo de dominio
fr: Suffixe de domaine
ja: ドメインサフィックス
pt: Sufixo de domínio
ru: Суффикс домена
zh_hans: 域名后缀
zh_hant: 網域後綴

source: URL regex
es: Regex de URL
fr: Regex d’URL
ja: URL 正規表現
pt: Regex de URL
ru: Regex URL
zh_hans: 网址正则
zh_hant: 網址正則

source: Beta
fr: Bêta
ja: ベータ版
ru: Бета
zh_hans: 测试版
zh_hant: 測試版

source: App
ja: アプリ
ru: Приложение
zh_hans: 应用

source: OK
zh_hans: 好
zh_hant: 好
